const products = [
    // منتجات متجر "عالم نور"
    {id:9, name:"عطر عاشق العود", price:"60 ر.س", store:"عالم نور", status:"متوفر", image:"https://via.placeholder.com/200x120?text=عطر+عاشق+العود"},
    {id:10, name:"احذية سيليكونية بناتي", price:"4500 ري", store:"عالم نور", status:"متوفر", image:"ali2.jpeg"},
    {id:11, name:"شنط يد نسائية", price:"11500 ر.ي", store:"عالم نور", status:"متوفر", image:"ali.jpeg"},

    // منتجات متجر "ميم"
    {id:12, name:"لعبة قول بس لا تقول", price:"5000 ر.ي", store:"ميم", status:"متوفر", image:"ali 4.jpeg"},
    {id:13, name:"لعبة سؤال وتحدي", price:"3500 ر.ي", store:"ميم", status:"متوفر", image:"ali 5.jpeg"},
    {id:14, name:"لعبة شو الكلمة", price:"4000 ر.ي", store:"ميم", status:"متوفر", image:"ali 6.jpeg"},
    {id:15, name:"اشرح بس انتبه", price:"4000 ر.ي", store:"ميم", status:"متوفر", image:"ali 7.jpeg"},
    {id:16, name:"لعبة جاكارو", price:"20000 ر.ي", store:"ميم", status:"متوفر", image:"ali 8.jpeg"},
    {id:17, name:"ألوان الهولي الآمنة", price:"400 ر.ي", store:"ميم", status:"متوفر", image:"ali 9.jpeg"},
    {id:18, name:"بوكس الشتوية… كل دفء الشتاء في بوكس واحد ☕🍲", price:"7000 ر.ي", store:"ميم", status:"متوفر المتبقي 5 حبات", image:"ali 10.jpeg"}
];
